{
    "menu_home":"Home",
    "menu_products":"Products",
    "menu_stores":"Stores",
    "menu_about":"About us",
    "menu_faq" : "FAQ",
    "menu_privacy":"Privacy Policy",
    "menu_quicklinks":"Quick links",
    "menu_categories":"Categories",
    "menu_rooms":"Rooms",
    "home_popular":"Popular products",
    "modal_store" : "Store",
    "modal_style" : "Style",
    "modal_room" : "Room",
    "modal_origin":"Origin",
    "modal_discount":"Discount",
    "modal_material":"Materials",
    "modal_colors" : "Colors",
    "modal_sizes" : "Sizes",
    "modal_viewmore":"View more",
    "modal_close":"Close",
    "modal_showcase":"Add to Showcase",
    "modal_category":"Category",
    "modal_company":"Company",
    "modal_color":"Color",
    "list_sort": "Sort By",
    "list_name":"Name",
    "list_popular":"Popular Items",
    "home_discount":"Discounted Products",
    "list_lowest":"Lowest Price",
    "list_highest":"Highest Price",
    "details_storeinfo":"Store Info",
    "details_shipping":"Shipping",
    "details_address":"Address",
    "details_openhours":"Open hours",
    "details_facebook":"Facebook Page",
    "details_website":"Website",
    "details_instagram":"Instagram Page",
    "home_view_all":"View all",
    "home_a1":"Get your gift",
    "home_a2":"Are you a new customer?",
    "home_b1":"Fast delivery",
    "home_b2":"We're shipping all over Egypt",
    "home_c1":"Money-back guarantee",
    "home_c2":"30 day money back gurantee",
    "home_d1":"VIP discounts",
    "home_d2":"Become VIP member",
    "modal_phone":"Phone",
    "modal_mobile":"Mobile",
    "modal_branches" : "Branches",
    "modal_social" : "Social Links",
    "modal_district" : "District",
    "modal_location" :"Location",
    "loading" : "loading",
    "sign_in" : "Sign in",
    "forgot_password":"Forgot password?",
    "remember_me":"Remember me",
    "create_account":"Create an account",
    "register_now":"Register now",
    "enter_password":"Password",
    "confirm_password":"Confirm password",
    "first_name":"First Name",
    "last_name":"Last Name",
    "email":"Email",
    "already_member":"Already member?",
    "login_error":"Email and Password are incorrect , please retry",
    "error":"Error",
    "success":"Success",
    "card_success":"Card has been ordered",
    "registration_success":"You are registered now , please check your email to activate account",
    "registration_error":"Something went wrong , please retry later",
    "password_special_character":"Password must contain at least 1 special character",
    "password_no_match":"Passwords does not match",
    "change_password":"Change Password",
    "password_change_success":"Password Changed , you can login now",
    "show_cases":"My Showcases",
    "logout":"Sign out",
    "favourite_items":"My Favourites",
    "no_account":"Don't have an account?",
    "email_sent_success":"email was sent successfully",
    "send_password":"Send new password",
    "same_passwords":"old password cannot be the same as the new one",
    "showcase":"Show cases",
    "no_email_found":"there is no account registered with this email",
    "account_activated":"your account has been activated, you can login now",
    "add_favourite":"Add to favorites",
    "remove_favourite":"remove from my favorite list",
    "currency":"EGP",
    "search":"Search",
    "submit":"Submit",
    "empty_cart" : "Showcase is empty",
    "contact_us":"Contact us",
    "all":"All",
    "promo":"Promotions",
    "order_now":"Register to activate your digital discount codes",
    "pre_order":"Register &",
    "order":"Order",
    "email_reset_password":"Please check your email to get your new password",
    "email_exists":"this email is already registered before",
    "modal_specs":"Specs",
    "store_products" : "Store Products",
    "notfound_1":"Sorry! Page not found.",
    "notfound_2":"The requested URL was not found on this server. That’s all we know.",
    "notfound_3":"Click",
    "notfound_4":"here",
    "notfound_5":"to get to the front page",
    "message":"Message",
    "send":"Send",
    "send_email":"Keep in touch",
    "send_email_desc":"Please use this form if you have any questions about our products and we'll get back with you very soon.",
    "share":"Share",
    "about_us_text":"Beitak-Guide is The first furniture directory in Egypt which provides exclusive discounts at interior Design houses & the biggest stores names in market for all your home needs. Also Beitak-Guide will give users a rich and useful reviews about all needed home products & stores in Egypt.",
    "modal_available":"Available at",
    "price_range":"Price Range",
    "modal_dimensions":"Dimensions",
    "blog":"Beitak-Guide Journal",
    "reach_us":"Reach-us-at",
    "discount_code":"Discount Code",
    "click":"Click here",
    "not_loggedin":"please login in order to view your discount code",
    "not_activated":"Your account is not yet activated",
    "show_code":"Show Code",
    "about_content_1":"Beitak-Guide is the first home furniture stores directory in Egypt that aims to support you throughout your furnishing journey. At Beitak-Guide, our passionate team provides market guidance by taking you on a video tour of home furniture brands in Egypt, highlighting the wide variety of products and designs through a series of video reviews. Every review displays the intricate details of furniture designs displaying the quality, style and variety of home furniture stores from leading furniture brands in Egypt. ",
    "about_content_2":"Because we understand how valuable time is for you, instead of having to visit all the furniture stores in Egypt, at Beitak-Guide, you can customize your search results by using our advanced, user-friendly filters. This will help guide you to the nearest home furniture branches based on your location, style or budget.",
    "about_content_3":"By registering on Beitak-Guide for free, you can enjoy exclusive promotions from showcasing furniture brands that will help you seize exceptional discount opportunities and take advantage of promotions that are only available to our members. Not only that, but on Beitak-Guide’s blog, you’ll be able to find useful furnishing advice as well as personalized tips and tricks when furnishing your home to help make your furnishing journey easier. ",
    "about_content_4":"In a time of increased automation and digital transformation, our mission is to keep human connection at the heart of e-commerce. By providing a complete furnishing guide on our platform, Beitak-Guide aims to connect our valuable customers with everything furniture related in Egypt to help save time and effort without compromising on the best furniture options you can get when furnishing your home. ",
    "about_content_5":"",
    "about_content_6":"Our Vision",
    "about_content_7":"We aim to be the leading online furniture platform and directory in Egypt.",
    "about_content_8":"Our Mission",
    "about_content_9":"Our main goal is to provide a full online furniture experience and guide to facilitate our audience furnishing journey.",
    "about_content_10":"Brand Proposition & Core Value ",
    "about_content_11":"The FIRST furniture reviewing and advising platform in Egypt. ",
    "about_content_12":"Confining Us: “Our clients",
    "about_content_13":"Values",
    "about_content_14":"We believe in the following",
    "about_content_15":"Customer satisfaction",
    "about_content_16":"Professionalism",
    "about_content_17":"Innovation",
    "about_content_18":"Exclusive discounts",
    "contact_content_1":"Where are we?",
    "contact_content_2":"Al Bab Al westany - Al Moez Ldin Allah St.,  Gammalia, Cairo , Egypt",
    "contact_content_3":"Customers e-mail us at: info@salahyoussef.com",
    "contact_content_4":"Stores e-mail us at: marketing@beitakguide.com",
    "contact_content_6":"Working hours",
    "contact_content_5":"Call us",
    "contact_content_7":"Mobile",
    "contact_content_8":"Landline",
    "contact_content_9":"+2 0100 662 1166",
    "contact_content_10":"+2 2593967",
    "contact_content_11":"Monday - Saturday 11am to 8pm",
    

    "home_content_1":"History",
    "home_content_2":"We at Salah youssef have a history of more than 50 years in the field of jewelry tools & equipment." ,
    "home_content_3":"Reputation",
    "home_content_4":" We have been known for our solid reputation that we built throughout the years and for always introducing the latest inventions in our field.",
    "home_content_5":"Up-To date Trends",
    "home_content_6":"Latest furnishing tips & tricks",
    "home_content_7":"Offering",
    "home_content_8":"Backed up with the experience & modern knowledge , our expert team will not only help you find what you need but also they will assist and share their knowledge with you to choose the right tool in our huge range of products for your designated application.",
    "faq_content_1":"Have Questions? Check out our FAQs",
    "faq_content_2":"What is Beitak-Guide?",
    "faq_content_3":"It is the first furniture directory in Egypt that provides market guidance through video reviews created by our passionate expert team that show different furniture products’ design and quality as well as a variety of home furnishing products and accessories from very well-known brands in Egypt. Furthermore, it provides different blog posts discussing essential tips and tricks when furnishing your home.",
    "faq_content_4":"How can I purchase an item?",
    "faq_content_5":"To guarantee that you are choosing the right style for you, Beitak-Guide advises you to visit the nearest store branch to have that ‘touch and feel’ of selected products prior to purchase. Also, you can only enjoy our exclusive promotions for free-registered Beitak-Guide customers in-store.",
    "faq_content_6":"How can I make a return or exchange an item?",
    "faq_content_7":"Beitak-Guide is not an online shopping platform, it only connects you with different home product brands. Therefore, if you’re unsatisfied with an order, you may be able to return or exchange your order, depending on the furniture store’s policies. To request a return, or exchange an item, please contact the shop directly.",
    "faq_content_8":"How to contact a furniture store?",
    "faq_content_9a":"You can contact a store through one of the below options:",
    "faq_content_9b":"Browse the available furniture stores from the ‘Stores’ tab and click on the store of your choice. You will find a list showing all store branches showing all branch information for  your convenience such as; opening hours, contact numbers and address with a google maps link to facilitate your drive.",
    "faq_content_9c":" When you come across a product you like, click on that image and you’ll find the furniture brand mentioned on the left. To find out where are the store branches, click on ‘View more’ beneath the manufacturer’s name and you’ll be directed to all the necessary information such as; opening hours, contact numbers and address with a google maps link to facilitate your drive.",
    "faq_content_10":"Who are the sellers?",
    "faq_content_11a":"Each shop on Beitak-Guide is independent. Shop owners (or ‘sellers’) are independent micro-businesses who create or curate their inventory and manage their orders.",
    "faq_content_11b":"If you have specific requirements or questions, contacting a store/branch directly through their phone numbers available at the store’s info would be the best way to get information about any item. You can also do this to resolve any issues you may have with your order. Each seller on Beitak-Guide manages their own orders and makes decisions about cancellations, refunds, and returns according to their return policy.",
    "faq_content_12":"Does Beitak-Guide provide products or services?",
    "faq_content_13":"Beitak-Guide provides market guidance that highlight the wide variety of products and designs through four main services; Showcasing products available in the Egyptian market whether locally manufactured or imported with different styles and varieties. A series of video reviews that displays the intricate details of furniture designs displaying the quality, style and variety of home furniture stores from leading furniture brands in Egypt. Different blog articles discussing all tips and tricks when furnishing your homes. Exclusive discounts and offers for in-store purchases at all subscribed stores.",
    "faq_content_14":"What are the services Beitak-Guide providing?",
    "faq_content_15a":"Beitak-Guide provides the following: ",
    "faq_content_15b":"A directory of furnishing brands in one place to save effort and time",
    "faq_content_15c":"Video reviews on different furniture brands to help match your taste, style and budget easily",
    "faq_content_15d":"Exclusive discounts to free-registered Beitak-Guide subscribers",
    "faq_content_15e":"Blogs that have the latest home furnishing tips and tricks. ",
    "faq_content_16":"What stores can I get discounts at? ",
    "faq_content_17":"You’ll find all the available stores you can get discounts here: Promotions.",
    "faq_content_18":"How can I be updated with new promotions?",
    "faq_content_19":"For the latest exclusive promotions at our partner stores, please check ‘Promotions’ tab.",
    "faq_content_20":"How can I claim the discount?",
    "faq_content_21a":"Register -for free- through the website, automatically you will receive a confirmation e-mail.",
    "faq_content_21b":"For activating the service (needed only once), kindly wait 24 hours after registration to have your first store visit.",
    "faq_content_21c":"Sign in at www.beitakguide.com on your visit.",
    "faq_content_21d":"Scan Beitak-Guide QR code located at the cashier.",
    "faq_content_21e":"Share discount promo code received with the Sales person.",
    "faq_content_21f":"Please visit the ‘promotion’ tab on the website to find all stores offering the discount.SUBSCRIBE NOW FOR FREE!!",
    "privacy_content_1":"<b>Privacy Settings</b> <br/> Beitak-Guide uses cookies and similar technologies to give you a better experience, enabling things like: <br/> <b>Basic site functions</b> <br/> Secure account login <br/> Remembering account, browser, and regional preferences <br/> Remembering privacy and security settings <br/> Analyzing site traffic and usage <br/> Personalized search, content, and recommendations <br/> Helping sellers understand their audience <br/> Showing relevant, targeted ads on and off Beitak-Guide <br/> Detailed information can be found in Beitak-Guide’s Cookies & Similar Technologies Policy and our Privacy Policy. <br/> <b>Required Cookies & Technologies</b> Some of the technologies we use are necessary for critical functions like security and site integrity, account authentication, security and privacy preferences, internal site usage and maintenance data, and to make the site work correctly for browsing and transactions. <hr/> <b>Our House Rules</b> <br/> Get to know Beitak-Guide's legal terms & policies <br/> <b>Privacy Policy</b> <br/> At Beitak-Guide, we care deeply about privacy. We believe in transparency, and we’re committed to being upfront about our privacy practices, including how we treat your personal information. We know you care about your privacy, too, so we provide settings that allow you to choose how data is used by Beitak-Guide. This policy explains our privacy practices for Beitak-Guide.com (which we’ll refer to as the ‘Site’) and our other services provided by Beitak-Guide. <br/> This policy does not apply to the practices of third parties (including other members who sell using the Services) who may also collect or receive data in connection with your use of the services. <br/> <b>Security</b> <br/> The security of your personal information is important to us. We follow generally accepted industry standards to protect the personal information submitted to us, both during transmission, and after it is received, for example, encryption is used for certain information. Unfortunately, no method of transmission over the internet or method of electronic storage is 100% secure. Therefore, while we strive to protect your personal information, we cannot guarantee its absolute security. <br/> Your account information is protected by a password. You must protect against unauthorized access to your account and information carefully by keeping your password and computer secure, such as by signing out after using our services. Beitak-Guide offers advanced security features and settings for members, such as two-factor authentication for signing in, and sign-in history and notifications; you can view more information in your account settings. <br/> <b>Privacy Policy Changes</b> <br/> We may amend or update this policy from time to time. If we believe that the changes are material, we’ll let you know by doing one (or more) of the following: <br/> (i) Posting the changes on or through the Services, (ii) Emailing you or message about the changes, or (iii) Posting an update in the version notes on our platforms. We encourage you to check back regularly and review any updates. "
    
}